{ "properties": [
    {
            "listing_url": "https://www.airbnb.com/rooms/10038496",
            "id": "123456",
            "calification": 4.5,
            "name": "Copacabana Apartment Posto 6",
            "summary": "The Apartment has a living room, toilet, bedroom (suite) and American kitchen. Well located, on the Copacabana beach block a 05 Min. walk from Ipanema beach (Arpoador). Internet wifi, cable tv, air conditioning in the bedroom, ceiling fans in the bedroom and living room, kitchen with microwave, cooker, Blender, dishes, cutlery and service area with fridge, washing machine, clothesline for drying clothes and closet with several utensils for use.  The property boasts 45 m2.",
            "space": "The apartment has a living room, wash room, suite and an American kitchen. The bedroom has a double bed and there's a bunk bed in the living room. It is very well located, in the Copacabana beach block and just a few blocks from Arpoador and Ipanema. You can walk to any of those beaches. It has internet wifi, tv, air conditioning in the bedroom, ceiling fans in the living room and the bedroom and an equipped kitchen with cooker, fridge, washing machine, microwave and utensils. Ease of public transportation, banks, markets and restaurants.",
            "description": "The Apartment has a living room, toilet, bedroom (suite) and American kitchen. Well located, on the Copacabana beach block a 05 Min. walk from Ipanema beach (Arpoador). Internet wifi, cable tv, air conditioning in the bedroom, ceiling fans in the bedroom and living room, kitchen with microwave, cooker, Blender, dishes, cutlery and service area with fridge, washing machine, clothesline for drying clothes and closet with several utensils for use.  The property boasts 45 m2. The apartment has a living room, wash room, suite and an American kitchen. The bedroom has a double bed and there's a bunk bed in the living room. It is very well located, in the Copacabana beach block and just a few blocks from Arpoador and Ipanema. You can walk to any of those beaches. It has internet wifi, tv, air conditioning in the bedroom, ceiling fans in the living room and the bedroom and an equipped kitchen with cooker, fridge, washing machine, microwave and utensils. Ease of public transportation, banks, mar",
            "neighborhood_overview": "Copacabana in the South zone is the district that offers the greatest number of options for tourists, transport, restaurants, banks, pharmacies and commerce in general are in abundance in all the blocks of the neighborhood.",
            "notes": "",
            "transit": "On the street there is plenty of transport and the subway station is nearby (06 blocks). To get to the Christ the Redeemer Statue there are the options of Metro, bus (at the door) or taxi and the Sugar Loaf (pão de açúcar), bus (at the door), cab, all very close.",
            "access": "todo o espaço.",
            "interaction": "Contact telephone numbers if needed: Valeria ((PHONE NUMBER HIDDEN) (URL HIDDEN) ((PHONE NUMBER HIDDEN) cell phone (URL HIDDEN) (021) mobile/(PHONE NUMBER HIDDEN) José (URL HIDDEN)Concierge support; Fernando (caretaker boss) business hours.",
            "house_rules": "Entreguem o imóvel conforme receberam e respeitem as regras do condomínio para não serem incomodados.  Não danificar os utensílios e tudo que se refere as boas condições referentes ao mesmo . Não fazer barulho após às 22:00  até às 8:00. Usar entrada de serviço se estiver molhado voltando da praia.",
            "property_type": "Apartment",
            "room_type": "Entire home/apt",
            "bed_type": "Real Bed",
            "minimum_nights": "3",
            "maximum_nights": "75",
            "cancellation_policy": "strict_14_with_grace_period",
            "last_scraped": {
                "$date": "2019-02-11T05:00:00.000Z"
            },
            "calendar_last_scraped": {
                "$date": "2019-02-11T05:00:00.000Z"
            },
            "first_review": {
                "$date": "2016-01-18T05:00:00.000Z"
            },
            "last_review": {
                "$date": "2019-01-28T05:00:00.000Z"
            },
            "accommodates": 4,
            "bedrooms": 1,
            "beds": 3,
            "number_of_reviews": 70,
            "bathrooms": {
                "$numberDecimal": "2.0"
            },
            "amenities": ["TV", "Cable TV", "Internet", "Wifi", "Air conditioning", "Kitchen", "Paid parking off premises", "Smoking allowed", "Doorman", "Elevator", "Buzzer/wireless intercom", "Family/kid friendly", "Washer", "Fire extinguisher", "Essentials", "Hangers", "Hair dryer", "Iron", "Laptop friendly workspace", "Hot water", "Bed linens", "Extra pillows and blankets", "Microwave", "Coffee maker", "Refrigerator", "Dishes and silverware", "Oven", "Stove", "Long term stays allowed", "Wide hallway clearance", "Host greets you"],
            "price": {
                "$numberDecimal": "119.00"
            },
            "security_deposit": {
                "$numberDecimal": "600.00"
            },
            "cleaning_fee": {
                "$numberDecimal": "150.00"
            },
            "extra_people": {
                "$numberDecimal": "40.00"
            },
            "guests_included": {
                "$numberDecimal": "3"
            },
            "images": {
                "thumbnail_url": "",
                "medium_url": "",
                "picture_url": "https://a0.muscache.com/im/pictures/159d489e-62ad-44c4-80a0-fab2a8f3b455.jpg?aki_policy=large",
                "xl_picture_url": ""
            }
    },
    {
    "listing_url": "https://www.airbnb.com/rooms/10047964",
    "id": "654321",
    "calification": 4.6,
    "name": "Charming Flat in Downtown Moda",
    "summary": "Fully furnished 3+1 flat decorated with vintage style.  Located at the heart of Moda/Kadıköy, close to seaside and also to the public transportation (tram, metro, ferry, bus stations) 10 minutes walk.",
    "space": "The apartment is composed of 1 big bedroom with double sized bed, a guest room with double sofa bed , a living room with 2 double sofa bed. It's suitable for max 6  people. Every bedroom has balcony overlooking the calm streets of Moda, where you will find relax and intimacy , even if at one step from the most vivid Moda's living streets. There's also private parking area with remote controller. The apartment is away from the traffic and the most crowded places, good for the ensuring quiet and a peaceful rest. The apartment is fully available to guests and is equipped with heating in all bedrooms. In the living room there is a HD TV and Apple TV. In the kitchen, there are dishwasher, oven and washing machine, with the respective detergents. You will find fresh water in the fridge and on the kitchen there are a toaster, kettle, coffee maker. In the bathroom you will find hand soap, shampoo and a hair dryer. For those who wish, there will be biscuits, tea and coffee for breakfast; oil, v",
    "description": "Fully furnished 3+1 flat decorated with vintage style.  Located at the heart of Moda/Kadıköy, close to seaside and also to the public transportation (tram, metro, ferry, bus stations) 10 minutes walk. The apartment is composed of 1 big bedroom with double sized bed, a guest room with double sofa bed , a living room with 2 double sofa bed. It's suitable for max 6  people. Every bedroom has balcony overlooking the calm streets of Moda, where you will find relax and intimacy , even if at one step from the most vivid Moda's living streets. There's also private parking area with remote controller. The apartment is away from the traffic and the most crowded places, good for the ensuring quiet and a peaceful rest. The apartment is fully available to guests and is equipped with heating in all bedrooms. In the living room there is a HD TV and Apple TV. In the kitchen, there are dishwasher, oven and washing machine, with the respective detergents. You will find fresh water in the fridge and on t",
    "neighborhood_overview": "With its diversity Moda- Kadikoy is one of the most colorfull neighbourhood of Istanbul. The place is  surrounded by lots of cafe's, pubs, concert halls, restaurants and art studios. Being local is wonderful if you're staying here.",
    "notes": "",
    "transit": "",
    "access": "",
    "interaction": "",
    "house_rules": "Be and feel like your own home, with total respect and love..this would be wonderful!",
    "property_type": "House",
    "room_type": "Entire home/apt",
    "bed_type": "Real Bed",
    "minimum_nights": "2",
    "maximum_nights": "1125",
    "cancellation_policy": "flexible",
    "last_scraped": {
        "$date": "2019-02-18T05:00:00.000Z"
    },
    "calendar_last_scraped": {
        "$date": "2019-02-18T05:00:00.000Z"
    },
    "first_review": {
        "$date": "2016-04-02T04:00:00.000Z"
    },
    "last_review": {
        "$date": "2016-04-02T04:00:00.000Z"
    },
    "accommodates": 6,
    "bedrooms": 2,
    "beds": 6,
    "number_of_reviews": 1,
    "bathrooms": {
        "$numberDecimal": "1.0"
    },
    "amenities": ["TV", "Cable TV", "Internet", "Wifi", "Kitchen", "Free parking on premises", "Pets allowed", "Pets live on this property", "Cat(s)", "Heating", "Family/kid friendly", "Washer", "Essentials", "Shampoo", "24-hour check-in", "Hangers", "Hair dryer", "Iron", "Laptop friendly workspace"],
    "price": {
        "$numberDecimal": "527.00"
    },
    "cleaning_fee": {
        "$numberDecimal": "211.00"
    },
    "extra_people": {
        "$numberDecimal": "211.00"
    },
    "guests_included": {
        "$numberDecimal": "1"
    },
    "images": {
        "thumbnail_url": "",
        "medium_url": "",
        "picture_url": "https://a0.muscache.com/im/pictures/231120b6-e6e5-4514-93cd-53722ac67de1.jpg?aki_policy=large",
        "xl_picture_url": ""
    }
    },
    {

    "listing_url": "https://www.airbnb.com/rooms/10030955",
    "id": "234567",
    "calification": 4.9,
    "name": "Apt Linda Vista Lagoa - Rio",
    "summary": "Quarto com vista para a Lagoa Rodrigo de Freitas, cartão postal do Rio de Janeiro. Linda Vista.  1 Quarto e 1 banheiro  Amplo, arejado, vaga na garagem. Prédio com piscina, sauna e playground.  Fácil acesso, próximo da praia e shoppings.",
    "space": "",
    "description": "Quarto com vista para a Lagoa Rodrigo de Freitas, cartão postal do Rio de Janeiro. Linda Vista.  1 Quarto e 1 banheiro  Amplo, arejado, vaga na garagem. Prédio com piscina, sauna e playground.  Fácil acesso, próximo da praia e shoppings.",
    "neighborhood_overview": "",
    "notes": "",
    "transit": "",
    "access": "",
    "interaction": "",
    "house_rules": "",
    "property_type": "Apartment",
    "room_type": "Private room",
    "bed_type": "Real Bed",
    "minimum_nights": "1",
    "maximum_nights": "1125",
    "cancellation_policy": "flexible",
    "last_scraped": {
        "$date": "2019-02-11T05:00:00.000Z"
    },
    "calendar_last_scraped": {
        "$date": "2019-02-11T05:00:00.000Z"
    },
    "accommodates": 2,
    "bedrooms": 1,
    "beds": 1,
    "number_of_reviews": 0,
    "bathrooms": {
        "$numberDecimal": "2.0"
    },
    "amenities": ["TV", "Cable TV", "Internet", "Wifi", "Air conditioning", "Pool", "Kitchen", "Free parking on premises", "Doorman", "Gym", "Elevator", "Buzzer/wireless intercom", "Family/kid friendly", "Washer", "Essentials", "24-hour check-in"],
    "price": {
        "$numberDecimal": "701.00"
    },
    "security_deposit": {
        "$numberDecimal": "1000.00"
    },
    "cleaning_fee": {
        "$numberDecimal": "250.00"
    },
    "extra_people": {
        "$numberDecimal": "0.00"
    },
    "guests_included": {
        "$numberDecimal": "1"
    },
    "images": {
        "thumbnail_url": "",
        "medium_url": "",
        "picture_url": "https://a0.muscache.com/im/pictures/59c516bd-c7c3-4dae-8625-aff5f55ece53.jpg?aki_policy=large",
        "xl_picture_url": ""
    }
    },
    {

    "listing_url": "https://www.airbnb.com/rooms/10069642",
    "id": "928374",
    "calification": 4.4,
    "name": "Ótimo Apto proximo Parque Olimpico",
    "summary": "Apartamento próximo ao centro dos Jogos Olímpicos 2016 a 6 Km do Parque Olímpico e próximo a praia. Infraestrutura total de transporte além de shoppings e comércio. Área nobre do Rio de Janeiro.",
    "space": "",
    "description": "Apartamento próximo ao centro dos Jogos Olímpicos 2016 a 6 Km do Parque Olímpico e próximo a praia. Infraestrutura total de transporte além de shoppings e comércio. Área nobre do Rio de Janeiro.",
    "neighborhood_overview": "",
    "notes": "",
    "transit": "",
    "access": "",
    "interaction": "",
    "house_rules": "",
    "property_type": "Apartment",
    "room_type": "Entire home/apt",
    "bed_type": "Real Bed",
    "minimum_nights": "15",
    "maximum_nights": "20",
    "cancellation_policy": "strict_14_with_grace_period",
    "last_scraped": {
        "$date": "2019-02-11T05:00:00.000Z"
    },
    "calendar_last_scraped": {
        "$date": "2019-02-11T05:00:00.000Z"
    },
    "accommodates": 5,
    "bedrooms": 2,
    "beds": 2,
    "number_of_reviews": 0,
    "bathrooms": {
        "$numberDecimal": "2.0"
    },
    "amenities": ["TV", "Cable TV", "Internet", "Wifi", "Air conditioning", "Wheelchair accessible", "Kitchen", "Free parking on premises", "Doorman", "Gym", "Elevator", "Buzzer/wireless intercom", "Family/kid friendly", "Washer", "Essentials", "Hair dryer", "Iron"],
    "price": {
        "$numberDecimal": "858.00"
    },
    "security_deposit": {
        "$numberDecimal": "4476.00"
    },
    "cleaning_fee": {
        "$numberDecimal": "112.00"
    },
    "extra_people": {
        "$numberDecimal": "75.00"
    },
    "guests_included": {
        "$numberDecimal": "1"
    },
    "images": {
        "thumbnail_url": "",
        "medium_url": "",
        "picture_url": "https://a0.muscache.com/im/pictures/5b1f4beb-6e06-41f0-970b-044f2f28d957.jpg?aki_policy=large",
        "xl_picture_url": ""
    }
    },
    {
        "id": "024738",
        "calification": 3.9,
        "name": "THE Place to See Sydney's FIREWORKS",
        "summary": "The ultimate way to experience Sydney Harbour; fireworks, the bridge, and the proximity to the city means you can experience everything this city has to offer.  Tucked into the Balmain Peninsula, you're close to parks, pubs, shops, buses, and more!",
        "space": "An entertainer's retreat!!  Views of the Sydney Harbour are unparalleled, the house is spacious and modern, the neighbourhood is friendly.  Your bedroom opens out onto a grassy backyard with views of the city and features your own en suite bathroom with shower.",
        "description": "The ultimate way to experience Sydney Harbour; fireworks, the bridge, and the proximity to the city means you can experience everything this city has to offer.  Tucked into the Balmain Peninsula, you're close to parks, pubs, shops, buses, and more! An entertainer's retreat!!  Views of the Sydney Harbour are unparalleled, the house is spacious and modern, the neighbourhood is friendly.  Your bedroom opens out onto a grassy backyard with views of the city and features your own en suite bathroom with shower. You'll access all areas except the master bedroom and spare bedrooms, this means the guest room with en suite, garden, kitchen, living, laundry, pantry, and powder room are all yours. We're just a phone call away to assist you with any questions or features of the house, there are many! We're 5 minutes from the bus stops (to the city or to the Balmain East ferry), 4 minutes to a park with tennis courts, and 2 minutes to an iconic Balmain pub, the Bald Rock Hotel.  The grocery store, b",
        "neighborhood_overview": "We're 5 minutes from the bus stops (to the city or to the Balmain East ferry), 4 minutes to a park with tennis courts, and 2 minutes to an iconic Balmain pub, the Bald Rock Hotel.  The grocery store, bottle shops, and Darling St boutiques/shops are about 10-15 minutes walk depending on how fast you move :)",
        "notes": "We live with our stud dog, and our son; we won't be here during your stay, but if you're allergic to dogs or babies, best to pick another place. :)",
        "transit": "Parking is available on the street in front or behind the house.  Buses come every few minutes, in less than 15 minutes you're in the heart of Sydney (QVB in CBD), or take one in the opposite direction and you can hop on a ferry from Balmain East wharf to Circular Quay or Darling Harbour, and experience all the sites Sydney has to offer (Opera House, Luna Park, Barangaroo, Milson's Point, etc.)",
        "access": "You'll access all areas except the master bedroom and spare bedrooms, this means the guest room with en suite, garden, kitchen, living, laundry, pantry, and powder room are all yours.",
        "interaction": "We're just a phone call away to assist you with any questions or features of the house, there are many!",
        "house_rules": "Treat our home in the way you'd expect yours to be looked after.  Be courteous of our neighbours, and our belongings; they may be material but they hold lots of memories for us.  This is our home, not a hotel, please treat it as such.  Rest assured we are in hospitality so you'll be taken care of as best we know how!",
        "property_type": "House",
        "room_type": "Entire home/apt",
        "bed_type": "Real Bed",
        "minimum_nights": "2",
        "maximum_nights": "1125",
        "cancellation_policy": "moderate",
        "last_scraped": {
            "$date": "2019-03-07T05:00:00.000Z"
        },
        "calendar_last_scraped": {
            "$date": "2019-03-07T05:00:00.000Z"
        },
        "accommodates": 2,
        "bedrooms": 1,
        "beds": 1,
        "number_of_reviews": 0,
        "bathrooms": {
            "$numberDecimal": "2.5"
        },
        "amenities": ["TV", "Cable TV", "Wifi", "Air conditioning", "Kitchen", "Buzzer/wireless intercom", "Heating", "Family/kid friendly", "Washer", "Dryer", "Smoke detector", "Essentials", "Shampoo", "Hangers", "Hair dryer", "Iron", "Laptop friendly workspace"],
        "price": {
            "$numberDecimal": "250.00"
        },
        "images": {
            "thumbnail_url": "",
            "medium_url": "",
            "picture_url": "https://a0.muscache.com/im/pictures/aca46512-3f26-432e-8114-e13fa5707217.jpg?aki_policy=large",
            "xl_picture_url": ""
        }
    },
    {
        "id": "123789",
        "calification": 4.2,
        "name": "The LES Apartment",
        "summary": "Dear guests, Would you just like to live in the heart of the city that you would be eligible to go anywhere? If yes, you found the right place!",
        "space": "It is a 1 bedroom apartment that can hold 3 people easily. The living room is spacious and there are enough places to seat groups. The apartment is facing the street, so, the house is not blocked by other buildings and the sun enters the living room.",
        "description": "Dear guests, Would you just like to live in the heart of the city that you would be eligible to go anywhere? If yes, you found the right place! It is a 1 bedroom apartment that can hold 3 people easily. The living room is spacious and there are enough places to seat groups. The apartment is facing the street, so, the house is not blocked by other buildings and the sun enters the living room. You can access to the rooftop where you have a beautiful view of Empire State Building on your right and Freedom Tower on your left. I will always be on contact if you need anything before and during your stay. Lower East Side is one of the most fascinating neighborhoods in New York City. Throughout it's history, LES had been an active and fun area where you can find basically everything you want and need. I can give a small history of the area once you arrive since I just wrote an article about it:) 2nd Avenue F station is 30 seconds walking distance. Delancey Street J M Z trains are few blocks aw",
        "neighborhood_overview": "Lower East Side is one of the most fascinating neighborhoods in New York City. Throughout it's history, LES had been an active and fun area where you can find basically everything you want and need. I can give a small history of the area once you arrive since I just wrote an article about it:)",
        "notes": "",
        "transit": "2nd Avenue F station is 30 seconds walking distance. Delancey Street J M Z trains are few blocks away.",
        "access": "You can access to the rooftop where you have a beautiful view of Empire State Building on your right and Freedom Tower on your left.",
        "interaction": "I will always be on contact if you need anything before and during your stay.",
        "house_rules": "",
        "property_type": "Apartment",
        "room_type": "Entire home/apt",
        "bed_type": "Real Bed",
        "minimum_nights": "3",
        "maximum_nights": "1125",
        "cancellation_policy": "flexible",
        "last_scraped": {
            "$date": "2019-03-06T05:00:00.000Z"
        },
        "calendar_last_scraped": {
            "$date": "2019-03-06T05:00:00.000Z"
        },
        "accommodates": 3,
        "bedrooms": 1,
        "beds": 1,
        "number_of_reviews": 0,
        "bathrooms": {
            "$numberDecimal": "1.0"
        },
        "amenities": ["TV", "Internet", "Wifi", "Air conditioning", "Kitchen", "Buzzer/wireless intercom", "Family/kid friendly", "Washer", "Dryer", "Essentials", "Shampoo", "24-hour check-in", "Hangers", "Hair dryer", "Iron", "Laptop friendly workspace"],
        "price": {
            "$numberDecimal": "150.00"
        },
        "images": {
            "thumbnail_url": "",
            "medium_url": "",
            "picture_url": "https://a0.muscache.com/im/pictures/0113fa69-96c5-4241-a949-854a48d8d9e0.jpg?aki_policy=large",
            "xl_picture_url": ""
        }
    },
    {
        "id": "238456",
        "calification": 4.3,
        "name": "3 chambres au coeur du Plateau",
        "summary": "Notre appartement comporte 3 chambres avec chacune un lit queen. Nous avons également un salon, une salle de bain avec baignoire, et une cuisine toute équipée, avec laveuse et sécheuse.",
        "space": "Notre logement est lumineux, plein de vie et chaleureux! Vous disposerez de l'appartement entier avec 3 chambres fermées, chacune avec 1 lit queen size.",
        "description": "Notre appartement comporte 3 chambres avec chacune un lit queen. Nous avons également un salon, une salle de bain avec baignoire, et une cuisine toute équipée, avec laveuse et sécheuse. Notre logement est lumineux, plein de vie et chaleureux! Vous disposerez de l'appartement entier avec 3 chambres fermées, chacune avec 1 lit queen size. Le logement sera disponible en entier pour votre séjour. N'hésitez pas à m'écrire pour toute demande de renseignement ! L'appartement se situe au coeur du Plateau, donc très central pour toutes vos activités. À 1 min à pied se trouvent bars, restaurants, magasins, épiceries. Le quartier est très vivant et idéal pour découvrir Montréal. L'appartement se situe à égale distance des métros Sherbrooke et Mont-Royal et à proximité de nombreux arrêts d'autobus.",
        "neighborhood_overview": "L'appartement se situe au coeur du Plateau, donc très central pour toutes vos activités. À 1 min à pied se trouvent bars, restaurants, magasins, épiceries. Le quartier est très vivant et idéal pour découvrir Montréal.",
        "notes": "",
        "transit": "L'appartement se situe à égale distance des métros Sherbrooke et Mont-Royal et à proximité de nombreux arrêts d'autobus.",
        "access": "Le logement sera disponible en entier pour votre séjour.",
        "interaction": "N'hésitez pas à m'écrire pour toute demande de renseignement !",
        "house_rules": "Merci de respecter ce lieu de vie.",
        "property_type": "Apartment",
        "room_type": "Entire home/apt",
        "bed_type": "Real Bed",
        "minimum_nights": "1",
        "maximum_nights": "1125",
        "cancellation_policy": "flexible",
        "last_scraped": {
            "$date": "2019-03-11T04:00:00.000Z"
        },
        "calendar_last_scraped": {
            "$date": "2019-03-11T04:00:00.000Z"
        },
        "accommodates": 6,
        "bedrooms": 3,
        "beds": 3,
        "number_of_reviews": 0,
        "bathrooms": {
            "$numberDecimal": "1.0"
        },
        "amenities": ["Internet", "Wifi", "Kitchen", "Heating", "Family/kid friendly", "Washer", "Dryer", "Essentials", "Shampoo", "Hangers", "Hair dryer", "Iron", "Laptop friendly workspace"],
        "price": {
            "$numberDecimal": "140.00"
        },
        "images": {
            "thumbnail_url": "",
            "medium_url": "",
            "picture_url": "https://a0.muscache.com/im/pictures/f208bdd7-bdab-4d4d-b529-8e6b1e5a83c1.jpg?aki_policy=large",
            "xl_picture_url": ""
        }
    },
    {
        "id": "123667",
        "calification": 4.8,
        "name": "Be Happy in Porto",
        "summary": "Be Happy Apartment is an amazing space. Renovated and comfortable apartment, located in a building dating from the nineteenth century in one of the most emblematic streets of the Porto city \"Rua do Almada\".  Be Happy Apartment is located in the city center, able you to visit the historic center only by foot, being very close of majority points of interesting of the Porto City. Be Happy Apartment is located close of central Station MetroTrindade.",
        "space": "Be Happy Apartment is housed in a typical Porto building, where the apartment was completely remodeled, with a beautiful decoration,with great style and extremelly confortable. Fully equipped kitchen, microwave, ceramic hob and fridge. The bathroom is excelent for a relax time. In surroundings of Be Happy Apartment  there is supermarket, coffee shops, bakeries, restaurants, bars and clubs.",
        "description": "Be Happy Apartment is an amazing space. Renovated and comfortable apartment, located in a building dating from the nineteenth century in one of the most emblematic streets of the Porto city \"Rua do Almada\".  Be Happy Apartment is located in the city center, able you to visit the historic center only by foot, being very close of majority points of interesting of the Porto City. Be Happy Apartment is located close of central Station MetroTrindade. Be Happy Apartment is housed in a typical Porto building, where the apartment was completely remodeled, with a beautiful decoration,with great style and extremelly confortable. Fully equipped kitchen, microwave, ceramic hob and fridge. The bathroom is excelent for a relax time. In surroundings of Be Happy Apartment  there is supermarket, coffee shops, bakeries, restaurants, bars and clubs. My guests have acess to all apartment. I`am always avaiable with for my guests. \"Be happy in Porto\"  offers a quality accommodation to spend a few pleasant d",
        "neighborhood_overview": "\"Be happy in Porto\"  offers a quality accommodation to spend a few pleasant days in Porto.",
        "notes": "",
        "transit": "When you arrive at Airport Francisco Sá Carneiro my advice to take the way to the apartment it is: - You must pick up the metro in Airport and get out in metro station Trindade! -The apartment is near of this station.",
        "access": "My guests have acess to all apartment.",
        "interaction": "I`am always avaiable with for my guests.",
        "house_rules": ". No smoking inside the apartment. . Is forbidden receive or lead strange people to the apartment. . Only people that are part of the reservation should have access to the apartment. . Do not eat on the bedroom. . Do not drink things like wine or sugary drinks on the bedroom.",
        "property_type": "Loft",
        "room_type": "Entire home/apt",
        "bed_type": "Real Bed",
        "minimum_nights": "2",
        "maximum_nights": "1125",
        "cancellation_policy": "moderate",
        "last_scraped": {
            "$date": "2019-02-16T05:00:00.000Z"
        },
        "calendar_last_scraped": {
            "$date": "2019-02-16T05:00:00.000Z"
        },
        "first_review": {
            "$date": "2016-01-02T05:00:00.000Z"
        },
        "last_review": {
            "$date": "2019-02-09T05:00:00.000Z"
        },
        "accommodates": 2,
        "bedrooms": 1,
        "beds": 1,
        "number_of_reviews": 178,
        "bathrooms": {
            "$numberDecimal": "1.0"
        },
        "amenities": ["TV", "Cable TV", "Wifi", "Kitchen", "Smoking allowed", "First aid kit", "Fire extinguisher", "Essentials", "Hangers", "Hair dryer", "Iron", "Laptop friendly workspace", "translation missing: en.hosting_amenity_49", "translation missing: en.hosting_amenity_50", "Hot water", "Bed linens", "Extra pillows and blankets", "Microwave", "Coffee maker", "Refrigerator", "Dishes and silverware", "Cooking basics", "Stove", "Long term stays allowed", "Well-lit path to entrance", "Step-free access", "Wide clearance to bed", "Accessible-height bed", "Step-free access", "Step-free access", "Handheld shower head", "Paid parking on premises"],
        "price": {
            "$numberDecimal": "30.00"
        },
        "images": {
            "thumbnail_url": "",
            "medium_url": "",
            "picture_url": "https://a0.muscache.com/im/pictures/9420dabf-661e-4e86-b69c-84d90ceeedb5.jpg?aki_policy=large",
            "xl_picture_url": ""
        }
    },
    {
        "id": "238291",
        "calification": 4.6,
        "name": "Horto flat with small garden",
        "summary": "One bedroom + sofa-bed in quiet and bucolic neighbourhood right next to the Botanical Garden. Small garden, outside shower, well equipped kitchen and bathroom with shower and tub. Easy for transport with many restaurants and basic facilities in the area.",
        "space": "Lovely one bedroom + sofa-bed in the living room, perfect for two but fits up to four comfortably.  There´s a small outside garden with a shower There´s a well equipped open kitchen with both 110V / 220V wall plugs and one bathroom with shower, tub and even a sauna machine! All newly refurbished!",
        "description": "One bedroom + sofa-bed in quiet and bucolic neighbourhood right next to the Botanical Garden. Small garden, outside shower, well equipped kitchen and bathroom with shower and tub. Easy for transport with many restaurants and basic facilities in the area. Lovely one bedroom + sofa-bed in the living room, perfect for two but fits up to four comfortably.  There´s a small outside garden with a shower There´s a well equipped open kitchen with both 110V / 220V wall plugs and one bathroom with shower, tub and even a sauna machine! All newly refurbished! I´ll be happy to help you with any doubts, tips or any other information needed during your stay. This charming ground floor flat is located in Horto, a quiet and bucolic neighborhood just next to the Botanical Garden, where most of the descendants of it´s first gardeners still live. You´ll be 30 minutes walk from waterfalls in the rainforest with easy hiking trails! There are nice bars and restaurants as well as basic facilities - pharmacy, b",
        "neighborhood_overview": "This charming ground floor flat is located in Horto, a quiet and bucolic neighborhood just next to the Botanical Garden, where most of the descendants of it´s first gardeners still live. You´ll be 30 minutes walk from waterfalls in the rainforest with easy hiking trails! There are nice bars and restaurants as well as basic facilities - pharmacy, bakery, small market - in the area.",
        "notes": "There´s a table in the living room now, that does not show in the photos.",
        "transit": "Easy access to transport (bus, taxi, car) and easy free parking around. Very close to Gávea, Leblon, Ipanema, Copacabana and Botafogo.",
        "access": "",
        "interaction": "I´ll be happy to help you with any doubts, tips or any other information needed during your stay.",
        "house_rules": "I just hope the guests treat the space as they´re own, with respect to it as well as to my neighbours! Espero apenas que os hóspedes tratem o lugar com carinho e respeito aos vizinhos!",
        "property_type": "Apartment",
        "room_type": "Entire home/apt",
        "bed_type": "Real Bed",
        "minimum_nights": "2",
        "maximum_nights": "1125",
        "cancellation_policy": "flexible",
        "last_scraped": {
            "$date": "2019-02-11T05:00:00.000Z"
        },
        "calendar_last_scraped": {
            "$date": "2019-02-11T05:00:00.000Z"
        },
        "accommodates": 4,
        "bedrooms": 1,
        "beds": 2,
        "number_of_reviews": 0,
        "bathrooms": {
            "$numberDecimal": "1.0"
        },
        "amenities": ["Wifi", "Wheelchair accessible", "Kitchen", "Free parking on premises", "Smoking allowed", "Hot tub", "Buzzer/wireless intercom", "Family/kid friendly", "Washer", "First aid kit", "Essentials", "Hangers", "Hair dryer", "Iron", "Laptop friendly workspace"],
        "price": {
            "$numberDecimal": "317.00"
        },
        "images": {
            "thumbnail_url": "",
            "medium_url": "",
            "picture_url": "https://a0.muscache.com/im/pictures/5b408b9e-45da-4808-be65-4edc1f29c453.jpg?aki_policy=large",
            "xl_picture_url": ""
        }
    },
    {
        "id": "109469",
        "calification": 4.4,
        "name": "Catete's Colonial Big Hause Room B",
        "summary": "Old floor, intirely reformed, destined to receive people in a very harmonious and welcoming place. Located at Catete's neighborhood, with a very easy access to the metro station, a lot of bus lines, next to a excellent trade and things to do around.",
        "space": "Este quarto está preparado para acomodar confortavelmente quatro pessoas, podendo ainda ser acrescentado um sofá-cama para receber mais um hóspede.",
        "description": "Old floor, intirely reformed, destined to receive people in a very harmonious and welcoming place. Located at Catete's neighborhood, with a very easy access to the metro station, a lot of bus lines, next to a excellent trade and things to do around.",
        "neighborhood_overview": "A Grande Morada situa-se no Bairro do Catete, histórico bairro ladeado pelo morro de Santa Tereza, pelo bairro da Lapa, pelo Parque do Flamengo e pelo Largo do Machado. Esta localização privilegiada oferece, em seu entorno, além das belas paisagens, acesso à Estação de Metro, a várias linhas de ônibus e a excelente e diversificado comércio, lazer e diversão. É um bairro pequeno e seguro, esteticamente bonito, habitado por pessoas cordiais que se conhecem e convivem cotidianamente, o que pode ser atestado por nós, que aqui moramos há mais de trinta anos.",
        "notes": "A casa possui um potencial incrível para receber grupos. Os quartos são amplos e comunicáveis.",
        "transit": "Perto do metrô e várias linhas de ônibus. Acesso a pé para o centro da cidade e para o bairro da Lapa e Santa Tereza.",
        "access": "O hóspedes poderão acessar espaços compartilhados como sala de TV e estar, terraço, área para refeições.",
        "interaction": "Sou geógrafa, gosto de arte e cultura. Moro neste endereço (porém em outro espaço, que não o casarão) com meu companheiro Carlos Henrique, que é músico, farmacêutico e acupunturista, meus filhos Pedro, estudante do ensino médio e Estevão estudante de antropologia . Somos todos os três responsáveis pelas hospedagens e manutenção do Casarão. Sejam bem vindos! Estaremos com total disponibilidade para ajudá-los.",
        "house_rules": "",
        "property_type": "House",
        "room_type": "Private room",
        "bed_type": "Real Bed",
        "minimum_nights": "2",
        "maximum_nights": "1125",
        "cancellation_policy": "strict_14_with_grace_period",
        "last_scraped": {
            "$date": "2019-02-11T05:00:00.000Z"
        },
        "calendar_last_scraped": {
            "$date": "2019-02-11T05:00:00.000Z"
        },
        "first_review": {
            "$date": "2016-02-10T05:00:00.000Z"
        },
        "last_review": {
            "$date": "2016-02-10T05:00:00.000Z"
        },
        "accommodates": 8,
        "bedrooms": 1,
        "beds": 8,
        "number_of_reviews": 1,
        "bathrooms": {
            "$numberDecimal": "4.0"
        },
        "amenities": ["TV", "Cable TV", "Internet", "Wifi", "Air conditioning", "Kitchen", "Smoking allowed", "Family/kid friendly", "First aid kit", "Fire extinguisher", "Essentials"],
        "price": {
            "$numberDecimal": "250.00"
        },
        "images": {
            "thumbnail_url": "",
            "medium_url": "",
            "picture_url": "https://a0.muscache.com/im/pictures/b2119f25-42e1-4770-8072-20de92e65893.jpg?aki_policy=large",
            "xl_picture_url": ""
        }
    },
    {
        "id": "102938",
        "calification": 4.3,
        "name": "New York City - Upper West Side Apt",
        "summary": "",
        "space": "Murphy bed, optional second bedroom available. Wifi available, Hulu, Netflix, TV Eat-in kitchen. Bathroom with great shower/bath.  Washer/dryer in basement.",
        "description": "Murphy bed, optional second bedroom available. Wifi available, Hulu, Netflix, TV Eat-in kitchen. Bathroom with great shower/bath.  Washer/dryer in basement. New York City! Great neighborhood - many terrific restaurants, bakeries, bagelries. Within easy walking distance are restaurants with the cuisines from India, Thailand, Japan, China, Mexico, South America and Europe.  As well as the many small independent stores that line Broadway, there chain stores such as Urban Outfitters (clothing), Whole Foods (groceries), Sephora (cosmetics), Michaels (crafts), and Modell's (sporting goods). Equidistant to Central Park and Riverside Park which have walking/running/biking trails as well as tennis and racquet ball courts. 10-15 blocks from Columbia University between Broadway and Amsterdam. The International Hostel across the street is an airport shuttle bus and double-decker tour bus stop.  The Hostel also has services available to the neighborhood such as lectures, brochures, etc. Convenientl",
        "neighborhood_overview": "Great neighborhood - many terrific restaurants, bakeries, bagelries. Within easy walking distance are restaurants with the cuisines from India, Thailand, Japan, China, Mexico, South America and Europe.  As well as the many small independent stores that line Broadway, there chain stores such as Urban Outfitters (clothing), Whole Foods (groceries), Sephora (cosmetics), Michaels (crafts), and Modell's (sporting goods). Equidistant to Central Park and Riverside Park which have walking/running/biking trails as well as tennis and racquet ball courts. 10-15 blocks from Columbia University between Broadway and Amsterdam. The International Hostel across the street is an airport shuttle bus and double-decker tour bus stop.  The Hostel also has services available to the neighborhood such as lectures, brochures, etc.",
        "notes": "My cat, Samantha, are in and out during the summer.  The apt is layed out in such a  way that each bedroom is very private.",
        "transit": "Conveniently located near 1, 2, 3, B & C subway lines. Also buses on Columbus Avenue (downtown), Amsterdam Avenue (uptown), and Broadway (uptown/downtown). Also near origination/termination of M60 bus which goes to/from LaGuardia Airport.",
        "access": "New York City!",
        "interaction": "",
        "house_rules": "No smoking is permitted in the apartment. All towels that are used should be placed in the bath tub upon departure. I have a cat, Samantha, who can stay or go, whichever is preferred.   Please text me upon departure.",
        "property_type": "Apartment",
        "room_type": "Private room",
        "bed_type": "Real Bed",
        "minimum_nights": "12",
        "maximum_nights": "360",
        "cancellation_policy": "strict_14_with_grace_period",
        "last_scraped": {
            "$date": "2019-03-07T05:00:00.000Z"
        },
        "calendar_last_scraped": {
            "$date": "2019-03-07T05:00:00.000Z"
        },
        "first_review": {
            "$date": "2013-04-29T04:00:00.000Z"
        },
        "last_review": {
            "$date": "2018-08-12T04:00:00.000Z"
        },
        "accommodates": 2,
        "bedrooms": 1,
        "beds": 1,
        "number_of_reviews": 70,
        "bathrooms": {
            "$numberDecimal": "1.0"
        },
        "amenities": ["Internet", "Wifi", "Air conditioning", "Kitchen", "Elevator", "Buzzer/wireless intercom", "Heating", "Family/kid friendly", "Washer", "Dryer", "translation missing: en.hosting_amenity_50"],
        "price": {
            "$numberDecimal": "135.00"
        },
        "images": {
            "thumbnail_url": "",
            "medium_url": "",
            "picture_url": "https://a0.muscache.com/im/pictures/15074036/a97119ed_original.jpg?aki_policy=large",
            "xl_picture_url": ""
        }
    },
    {
        "id": "456789",
        "calification": 4.4,
        "name": "Soho Cozy, Spacious and Convenient",
        "summary": "Clean, fully furnish, Spacious 1 bedroom flat just off the escalator in Mid Levels. 2 minutes From Soho Bar and Restaurants. Located in a quiet alley 1 minute from Sun Yat Sen",
        "space": "",
        "description": "Clean, fully furnish, Spacious 1 bedroom flat just off the escalator in Mid Levels. 2 minutes From Soho Bar and Restaurants. Located in a quiet alley 1 minute from Sun Yat Sen",
        "neighborhood_overview": "",
        "notes": "",
        "transit": "",
        "access": "",
        "interaction": "",
        "house_rules": "",
        "property_type": "Apartment",
        "room_type": "Entire home/apt",
        "bed_type": "Real Bed",
        "minimum_nights": "4",
        "maximum_nights": "20",
        "cancellation_policy": "flexible",
        "last_scraped": {
            "$date": "2019-03-11T04:00:00.000Z"
        },
        "calendar_last_scraped": {
            "$date": "2019-03-11T04:00:00.000Z"
        },
        "first_review": {
            "$date": "2015-12-19T05:00:00.000Z"
        },
        "last_review": {
            "$date": "2018-03-27T04:00:00.000Z"
        },
        "accommodates": 3,
        "bedrooms": 1,
        "beds": 2,
        "number_of_reviews": 3,
        "bathrooms": {
            "$numberDecimal": "1.0"
        },
        "amenities": ["Air conditioning", "Kitchen", "Smoking allowed", "Doorman", "Elevator", "Heating", "Family/kid friendly", "Essentials", "24-hour check-in", "translation missing: en.hosting_amenity_50"],
        "price": {
            "$numberDecimal": "699.00"
        },
        "images": {
            "thumbnail_url": "",
            "medium_url": "",
            "picture_url": "https://a0.muscache.com/im/pictures/4533a1dc-6fd8-4167-938d-391c6eebbc19.jpg?aki_policy=large",
            "xl_picture_url": ""
        }
    }
]

}